Revit 2024 API
ProjectBrowserOptions Methods
The ProjectBrowserOptions type exposes the following members.
Methods
Name | Description
Dispose
Equals
Determines whether the specified Object is equal to the current Object.
 (Inherited from Object.)
GetHashCode
Serves as a hash function for a particular type.
 (Inherited from Object.)
GetProjectBrowserOptions
 Returns the current Revit instance's ProjectBrowserOptions.
GetType
Gets the Type of the current instance.
 (Inherited from Object.)
ToString
Returns a string that represents the current object.
 (Inherited from Object.)
See Also
ProjectBrowserOptions Class
Autodesk.Revit.UI Namespace